{
  "knew": [
    "Okay okay, someone’s been studying GeoGuessr like it’s the SAT.",
    "Look at you, all cultured and stuff.",
    "You didn’t just guess that… did you? Nah, you’re cracked.",
    "Alright professor, teach me next time.",
    "Damn. National Geographic WHO?",
    "You’re not studying, you’re speedrunning knowledge.",
    "Sheeesh, that fact didn’t even stand a chance of being forgotten."
  ],
  "didnt_know": [
    "Bruh… this one was begging to be remembered.",
    "Bro… did you just wake up?",
    "That answer flopped harder than my sleep schedule.",
    "We’re handing out Ls today, huh?",
    "Even a pigeon would've guessed that one right.",
    "Nah fam, you missed harder than my Wi-Fi during a test."
  ],
  "took_too_long": [
    "You remembering or reenacting the entire history?",
    "Not you timing out over one flashcard 😭",
    "Bro took longer than a Netflix intro skip.",
    "You tryna solve world peace or just pick an answer?",
    "Bro it’s a game, not an existential crisis.",
    "You blinked into another dimension and back.",
    "NASA took less time to launch a rocket.",
    "It ain’t that deep... unless you’re mapping Brazil in your soul.",
    "The suspense is real but it’s just a fact, not your taxes."
  ],
  "too_fast": [
    "Speed-clicking like it’s a reaction test, okay!",
    "Did you even read it or just vibe with the energy?",
    "Chill! The question was still breathing!",
    "That was faster than my GPA dropping.",
    "You clicked faster than a Roblox obby pro.",
    "That was a gut instinct, not memory — don’t lie 😤",
    "Bro tapped like the floor was lava."
  ],
  "roasts": [
    "We don’t talk about that card. Next.",
    "Let’s pretend that didn’t happen.",
    "You playin’ or just freestyling through life?",
    "That brain got Wi-Fi or just vibes?",
    "Certified vibe guesser right here.",
    "You got that main character energy… with sidekick decisions.",
    "IQ doing backflips rn.",
    "I’ve seen goldfish with better retention."
  ],
  "hype": [
    "LET’S GOOO! You out here carrying the whole squad!",
    "This is your villain origin story. You’re too powerful.",
    "Absolute W. Brazil’s got nothing on you.",
    "Brain = built different. Simple as that.",
    "You’re not guessing. You’re *manifesting.*",
    "You’re making this look too easy, humble us a bit?",
    "Memory game? More like memory domination."
  ]
}
