[
  {
    "image": "1_licenceplate.png",
    "descriptions": [
      {
        "description": "Bolivian plates are short and white with blue text — but that blue kinda vanishes in motion blur.",
        "yes": "Yessirrr, spotted that faded font like a pro.",
        "no": "Blue text? My eyeballs missed the memo."
      },
      {
        "description": "White plates, barely-there blue letters — Bolivia playing hide and seek.",
        "yes": "That one’s burned into my soul, don’t test me.",
        "no": "Bro I thought they were just blank 💀"
      },
      {
        "description": "Bolivian plates really said: 'I’m shy' and blurred into the void.",
        "yes": "Sharp eyes! You could ID a car at Mach 3.",
        "no": "I blinked and the plate disappeared 💨"
      }
    ]
  },
  {
    "image": "1_googlecar",
    "descriptions": [
      {
        "description": "Bolivia's entire coverage? Just one white Google car, no antenna, full Gen 3 vibes.",
        "yes": "White car, no antenna — that's my Roman Empire.",
        "no": "What do you mean there's no antenna??"
      },
      {
        "description": "If you see Gen 3 + no antenna + white car, you’re in Bolivia. Or having a vision.",
        "yes": "Bingo. That car lives in my nightmares.",
        "no": "Thought that was just a ghost car tbh."
      },
      {
        "description": "White no-antenna car is basically Bolivia’s national animal on Street View.",
        "yes": "Recognized it like an old friend.",
        "no": "You could’ve told me that was Peru and I’d believe you."
      }
    ]
  },
  {
    "image": "1_redbrick.png",
    "descriptions": [
      {
        "description": "Bolivia LOVES unfinished red brick buildings. It’s like an aesthetic choice.",
        "yes": "I saw those bricks and knew the vibes instantly.",
        "no": "I thought they just ran out of budget 💀"
      },
      {
        "description": "If it looks red, square, and half-built — hello from Bolivia.",
        "yes": "The bricks spoke to me spiritually.",
        "no": "That was Peru in my head. Oops."
      },
      {
        "description": "Red bricks that look halfway done? Bolivia's architectural signature.",
        "yes": "Felt like I was back in La Paz.",
        "no": "I blinked and thought Argentina for some reason."
      }
    ]
  },
  {
    "image": "1_roadlines.png",
    "descriptions": [
      {
        "description": "Bolivia's roads play mix & match: white + yellow lines, sometimes both, always chaos.",
        "yes": "I memorized the stripes like my life depended on it.",
        "no": "Lines? I was too busy not crashing into a llama."
      },
      {
        "description": "Middle line color roulette: all-white, all-yellow, or combo. Outer lines? Always white.",
        "yes": "Guess who’s now a certified road paint analyst.",
        "no": "Too much stripe math for my smooth brain."
      },
      {
        "description": "Only Bolivia lets the road lines freestyle like that.",
        "yes": "Knew it from the double take I did last round.",
        "no": "Chile and Peru tag teamed me on this one."
      }
    ]
  },
  {
    "image": "1_concreteroads.png",
    "descriptions": [
      {
        "description": "Bolivia has a decent chunk of concrete slab roads. Not rare, not wild — just there.",
        "yes": "I sensed the concrete in my bones.",
        "no": "Roads? Couldn’t even tell what I was on."
      },
      {
        "description": "If it's not asphalt, it might be concrete. Bolivia’s got both.",
        "yes": "Cracked that slab code like Sherlock.",
        "no": "Missed it harder than my 8AM alarm."
      },
      {
        "description": "Concrete roads: Bolivia's lowkey flex. You see them more than you expect.",
        "yes": "That road texture hit different. I knew it.",
        "no": "I blinked and assumed it was just dusty asphalt."
      }
    ]
  },
  {
    "image": "1_cobblestoneroad.png",
    "descriptions": [
      {
        "description": "Neat lined cobblestones separating messy centers? Bolivia's quirky road style.",
        "yes": "I spot cobble patterns like it's my job.",
        "no": "Thought it was a Minecraft biome ngl."
      },
      {
        "description": "That combo of chaos and symmetry on cobblestone roads? Bolivia vibes.",
        "yes": "Cobblestone detective in the building.",
        "no": "My brain saw rocks and tapped out."
      },
      {
        "description": "You’ll know it’s Bolivia when the cobblestone looks like it’s trying to impress grandma.",
        "yes": "Saw that lineup and instantly shouted 'Bolivia!' at my screen.",
        "no": "I was just admiring the rocks, not studying."
      }
    ]
  },
  {
    "image": "1_signpost.png",
    "descriptions": [
      {
        "description": "Bolivia goes hard on white, square, chunky signposts. Unmistakable.",
        "yes": "Saw the signpost and instantly smelled empanadas.",
        "no": "I thought it was just a fat Peruvian post 😭"
      },
      {
        "description": "Thicc white square signposts = Bolivian road decor.",
        "yes": "That chonk post gave it away immediately.",
        "no": "Zebra ones haunted me into thinking Peru again."
      },
      {
        "description": "If the signpost could bench press a llama, it’s Bolivian.",
        "yes": "Certified pole identifier over here.",
        "no": "Didn’t even clock the post. My bad."
      }
    ]
  },
  {
    "image": "1_guardrailmarking.png",
    "descriptions": [
      {
        "description": "Bolivia puts yellow on the *outside* of its guardrail stripes. Remember that.",
        "yes": "Outside = yellow. I locked that in day one.",
        "no": "Bro my brain swapped Peru and Bolivia again."
      },
      {
        "description": "Yellow stripes on the outside? Boom. Bolivia.",
        "yes": "That railing was screaming 'BOLIVIA' at me.",
        "no": "I reversed it in my head. Tragic."
      },
      {
        "description": "Black inside, yellow outside — Bolivia’s fashion-forward guardrails.",
        "yes": "Easy. My brain painted it for me.",
        "no": "I got distracted by the roadkill, not gonna lie."
      }
    ]
  },
  {
    "image": "1_poles.png",
    "descriptions": [
      {
        "description": "Bolivia has round concrete poles with pinholes, and a bunch of random wood ones. Expect chaos.",
        "yes": "Saw the pinholes and screamed internally.",
        "no": "Poles? I thought those were trees."
      },
      {
        "description": "Concrete, wooden, weird tops — Bolivia’s pole game is a wild buffet.",
        "yes": "One glance and I clocked those chaotic pole vibes.",
        "no": "I trusted the pole and it betrayed me."
      },
      {
        "description": "If it looks like utility pole roulette, you might be in Bolivia.",
        "yes": "Pole master strikes again.",
        "no": "My eyes slid right past them. Shameful."
      }
    ]
  },
  {
    "image": "1_scuffedpole.png",
    "descriptions": [
      {
        "description": "Bolivia's wooden poles are often scuffed, curvy, and totally vibing with nature.",
        "yes": "Those bendy bois gave it away.",
        "no": "I thought that pole just had scoliosis 💀"
      },
      {
        "description": "Curvy pole? Bolivia. Normal pole? Probably not.",
        "yes": "Bent like my GPA but more useful.",
        "no": "Thought it was just a sad stick."
      },
      {
        "description": "If the pole looks like it fought a storm and lost, it's Bolivian.",
        "yes": "Knew it. The wobble was undeniable.",
        "no": "Completely missed the pole’s personality."
      }
    ]
  },
  {
    "image": "1_kmmarker.png",
    "descriptions": [
      {
        "description": "Black top, white bottom. Says 'Km' and a number, no road info. Classic Bolivian marker.",
        "yes": "One glance and I hit 'Bolivia' like a reflex.",
        "no": "Wait… they don’t have road numbers?!"
      },
      {
        "description": "If the Km marker looks minimalistic but kinda serious, that’s Bolivia.",
        "yes": "Marker decoded. Felt like a spy movie.",
        "no": "Couldn’t even tell if it was a marker or a tombstone."
      },
      {
        "description": "Those sleek black-and-white distance posts? Bolivian introvert energy.",
        "yes": "My memory hugged that detail like a warm blanket.",
        "no": "Yeahhh no. That flew over my head like a drone."
      }
    ]
  },
  {
    "image": "1_clothes.png",
    "descriptions": [
      {
        "description": "Bowler hats + colorful shawls + big skirts = Bolivian folk dress, especially for women.",
        "yes": "Iconic. I saw that fit and shouted 'La Paz!'",
        "no": "I thought that was just cosplay 😭"
      },
      {
        "description": "Big skirts, bold colors, bowler hat swag. Bolivia said fashion first.",
        "yes": "Runway? No — Street View Bolivia.",
        "no": "My brain filtered that out like background noise."
      },
      {
        "description": "If you see colorful layers and bowler drip, that’s straight from Bolivia.",
        "yes": "Culture points unlocked, let’s gooo!",
        "no": "Missed the whole outfit. Shame on me."
      }
    ]
  },
  {
    "image": "1_MASandEVO.png",
    "descriptions": [
      {
        "description": "Blue, black, white colors everywhere? That’s MAS — Bolivia’s political branding squad.",
        "yes": "I don’t vote there but I’d still recognize that graffiti.",
        "no": "I thought MAS was a soda brand 😬"
      },
      {
        "description": "Evo and MAS are scribbled on walls, signs, and vibes all over Bolivia.",
        "yes": "I spotted MAS faster than a political scandal.",
        "no": "Didn’t even notice the colors. Pain."
      },
      {
        "description": "When everything’s painted in blue and saying ‘EVO,’ just yell 'Bolivia!'",
        "yes": "Felt like I was at a political rally — nailed it.",
        "no": "I thought that was some local street art 💀"
      }
    ]
  },
  {
    "image": "1_wiphala.png",
    "descriptions": [
      {
        "description": "The Wiphala: rainbow checkerboard vibes. Bolivia’s other flag, often on signs and gov stuff.",
        "yes": "Patchwork rainbow hit me like a memory nuke.",
        "no": "Thought it was a pride flag at first 😳"
      },
      {
        "description": "That colorful square flag? Yeah, it’s not Minecraft — it’s the Wiphala from Bolivia.",
        "yes": "I saw the squares and instantly yelled WIPHAAALA.",
        "no": "My brain buffered. Flag not found."
      },
      {
        "description": "Diagonal rainbow grid? That’s Bolivia showing off its second flag.",
        "yes": "I felt culturally enriched just looking at it.",
        "no": "Flag lore went straight over my head."
      }
    ]
  },
  {
    "image": "1_tigo.png",
    "descriptions": [
      {
        "description": "Blue 'Tigo' ads everywhere = Bolivia. If it ain't Peru, this might save you.",
        "yes": "Tigo gang rise up 🌀",
        "no": "Thought that was a taco brand, not gonna lie."
      },
      {
        "description": "Tigo logo in urban shots? Bolivia flexing its telecoms.",
        "yes": "Ad spotted, brain updated, answer secured.",
        "no": "I blinked and missed the entire billboard."
      },
      {
        "description": "If Tigo’s blue ad is chillin’ on the wall, you just entered Bolivia’s chat.",
        "yes": "Could ID that font in my sleep.",
        "no": "Oops. I was too busy looking at the dog next to it."
      }
    ]
  },
  {
    "image": "1_redrocks.png",
    "descriptions": [
      {
        "description": "Reddish soil and rocks are Bolivia’s earthy giveaway — subtle but spicy.",
        "yes": "My rock sense tingled and I got it right.",
        "no": "I just thought it was a filter 💀"
      },
      {
        "description": "If the ground looks like Mars, it’s probably Bolivia. Or your eyes are broken.",
        "yes": "Color-coded the whole landscape like a nerd.",
        "no": "My brain said 'brown is brown,' and failed me."
      },
      {
        "description": "Red dirt, red rocks — Bolivia putting in that rustic effort.",
        "yes": "GeoGuessr geologist over here.",
        "no": "That soil said 'Bolivia' and I still said 'Chile.'"
      }
    ]
  }
]
