[
  {
    "image": "Argentina_License_Plate.png",
    "descriptions": [
      {
        "description": "Argentina flexes with two license plate styles: black ones with a sneaky black dot smack in the middle, and white ones sporting a blue bar up top.",
        "yes": "Yo, that black dot had me vibing instantly.",
        "no": "Black dot? I thought that was a coffee stain."
      },
      {
        "description": "Black plates with a center dot? Only Argentina’s got that drip. The white-blue bar? That’s a shared flex with Brazil.",
        "yes": "I caught that unique dot like a hawk.",
        "no": "Blue bar’s confusing, I blinked and missed it."
      },
      {
        "description": "Two plates, one country: black with dot and white with blue bar. Spot the dot and you’re in Argie turf.",
        "yes": "Nailed it, that dot was like a secret handshake.",
        "no": "Thought the black dot was a rogue pixel. My bad."
      }
    ]
  },
  {
    "image": "gen3car.png",
    "descriptions": [
      {
        "description": "Argentina rolls with a black Google car for Gen 3 — sleek and stealthy.",
        "yes": "Black car spotted, Argentina confirmed.",
        "no": "I swore that was a midnight Uber."
      },
      {
        "description": "If you see a black Gen 3 Google car, welcome to Argentina (or maybe Peru or Uruguay, but shhh).",
        "yes": "I caught that midnight cruiser, no cap.",
        "no": "Thought it was a shadow... apparently not."
      },
      {
        "description": "Gen 3 coverage means a black Google car is the boss in Argentina’s streets.",
        "yes": "That black ride is burned into my eyeballs.",
        "no": "Could’ve sworn it was a stealth ninja car."
      }
    ]
  },
  {
    "image": "Argentina+concrete+poles.png",
    "descriptions": [
      {
        "description": "Round concrete poles with three lines in an alternating dance? Classic Argentina. Double poles are a bonus clue.",
        "yes": "Spotted those poles and felt like a local.",
        "no": "Poles looked like boring trees, missed the memo."
      },
      {
        "description": "Alternating triple lines on round concrete poles — Argentina’s electricity flex.",
        "yes": "Clocked those doubled poles like a pro.",
        "no": "Was too busy counting birds on the wires."
      },
      {
        "description": "If you see double concrete poles holding triple lines, welcome to Argentina’s electrical circus.",
        "yes": "Pole vibes on point, nailed it.",
        "no": "Thought those poles were just confused logs."
      }
    ]
  },
  {
    "image": "Argentina+wooden+poles.png",
    "descriptions": [
      {
        "description": "Wooden poles with or without crossbars — Argentina’s rustic street swag. A-frame wooden poles? Exclusive Argentine flex.",
        "yes": "Caught that A-frame like a wildlife sighting.",
        "no": "Wooden poles? Thought that was backyard fencing."
      },
      {
        "description": "Crossbar or no crossbar, those wooden poles scream Argentina, especially if they got that A-frame style.",
        "yes": "Recognized those poles faster than my morning coffee.",
        "no": "Missed it like I missed my alarm today."
      },
      {
        "description": "Argentina’s wooden poles got options. But only here will you find those fancy A-frames.",
        "yes": "Pole spotting skills: expert level unlocked.",
        "no": "I thought poles were just sticks. Lame."
      }
    ]
  },
  {
    "image": "ar_chevron.png",
    "descriptions": [
      {
        "description": "White and red chevrons? Argentina’s got that style all to itself.",
        "yes": "Saw those chevrons and threw my hands up, Argentina wins.",
        "no": "Thought those were just fancy warning signs."
      },
      {
        "description": "If it’s got white-and-red chevrons, you’re in Argie territory — no one else does this.",
        "yes": "Chevrons so fresh, so clean, only in Argentina.",
        "no": "Missed that clue like a bad tango step."
      },
      {
        "description": "Argentina’s roads wear white and red chevrons like a badge of honor.",
        "yes": "Chevrons spotted, pride mode activated.",
        "no": "I just saw stripes, didn’t know they had meaning."
      }
    ]
  },
  {
    "image": "Argentina+roadlines.png",
    "descriptions": [
      {
        "description": "Argentinian roads love their dashed whites, double yellows, or a mashup of both.",
        "yes": "Lines decoded like a traffic sign whisperer.",
        "no": "Road lines? I was too busy daydreaming."
      },
      {
        "description": "Dashed white or double yellow — Argentina’s roads got personality.",
        "yes": "I’m basically a road line sommelier now.",
        "no": "Lines? I saw art, not guidance."
      },
      {
        "description": "Mix those road lines up and you get Argentina’s street style.",
        "yes": "Recognized that vibe on first glance.",
        "no": "Totally lost in the stripe jungle."
      }
    ]
  },
  {
    "image": "kmmarker.png",
    "descriptions": [
      {
        "description": "Argentina’s km markers are white with a black strip on top showing road numbers — national (RN) or provincial (RP).",
        "yes": "That marker told me stories I didn’t even ask for.",
        "no": "Was looking for a map, found confusion instead."
      },
      {
        "description": "See RN or RP on a km marker? Argentina’s highways flexing their identity.",
        "yes": "Road markers read like an open book to me.",
        "no": "Thought those were fancy graffiti tags."
      },
      {
        "description": "White and black km markers with road IDs? That’s Argentina’s highway badge.",
        "yes": "Nailed the highway game like a champ.",
        "no": "Markers? I was busy counting clouds."
      }
    ]
  },
  {
    "image": "Copy+of+Copy+of+Untitled(6).png",
    "descriptions": [
      {
        "description": "Yellow and red rectangular reflectors? Argentina and Uruguay’s guardrails do that — shape of supports differ though.",
        "yes": "Spotted that reflector like a bouncer at the club.",
        "no": "Reflected? I was too busy reflecting on life."
      },
      {
        "description": "Red-yellow reflectors on guardrails? Could be Argentina or Uruguay — check the supports!",
        "yes": "Guardrail detective reporting for duty.",
        "no": "Missed the clue cause I was staring at my phone."
      },
      {
        "description": "Those reflectors flash ‘Argentina’ but Uruguay’s got a similar vibe — just check the supports.",
        "yes": "I knew the difference like night and day.",
        "no": "Blurred the lines between the two. Oops."
      }
    ]
  },
  {
    "image": "Argentina+Barren+landscape.png",
    "descriptions": [
      {
        "description": "Wide open, mostly flat, treeless landscapes? That’s Argentina’s signature ‘empty stage’ look.",
        "yes": "That barren vibe hit me right in the nostalgia.",
        "no": "Thought I was looking at a desert playlist."
      },
      {
        "description": "If it feels like the world just hit pause and left you there, it’s probably Argentina’s open plains.",
        "yes": "I embraced the emptiness and nailed it.",
        "no": "Was busy imagining tumbleweeds rolling by."
      },
      {
        "description": "Sparse trees, wide open spaces — Argentina’s landscape says ‘make yourself at home.’",
        "yes": "I got the emptiness memo loud and clear.",
        "no": "Totally missed the vibe, got lost in daydreams."
      }
    ]
  }
]
